Repository: chickazee4/myna
Catalog: locale/*/*.po
Languages: ru

source: myna
ru: майна

source: Select database
ru: Открыть базу данных

source: Export CSV
ru: Сохранить в формате CSV

source: Import .dbf
ru: Открыть файл .dbf

source: Export .csv
ru: Сохранить в формате .csv

source: Quit
ru: Выход

source: File
ru: Файл

source: Show deleted entries
ru: Показать удаленные записи

source: Show indices column
ru: Показать колонку индекса

source: Use human-readable column names (if available)
ru: Показать колонки с названиями, которые люди умеют читать

source: Database metadata...
ru: Метаданные базы данных...

source: View
ru: Вид

source: Contents have been changed! Quit anyway?
ru: Таблица изменена! Сохранить изменения?

source: Warning
ru: Внимание

source: Contents have been changed! Open anyway?
ru: Таблица изменена! Все же хочется открыть другую таблицу?

source: No .VAR file could be found automatically. This is not necessarily a problem, but it may cause a crash if the database requires a .VAR file. Continue anyway?
ru: Не удалось найти файл .VAR по умолчанию. Это само по себе не считается ошибкой, но ошибки наверно возникнут, если база данных требует файла .VAR. Все же хочется продолжать?

source: myna - database metadata
ru: майна - метаданные базы данных

source: Date last modified:
ru: Дата последних изменений:

source: Description:
ru: Описание:

source: Number of records:
ru: Количество записей:

source: Number of fields
ru: Количество полей

source: Fields:
ru: Поля:

source: Internal name
ru: Внутренное название

source: Human name
ru: Название для людей

source: Data type
ru: Тип данных
